a
abandona
abandonà
abandonada
abandonades
abandonant
abandonar
abandonarà
abandonaran
abandonaràs
abandonaré
abandonarem
abandonàrem
abandonaren
abandonares
abandonareu
abandonàreu
abandonaria
abandonaríem
abandonarien
abandonaries
abandonaríeu
abandonat
abandonats
abandonava
abandonàvem
abandonaven
abandonaves
abandonàveu
abandonem
abandonen
abandones
abandonés
abandonéssim
abandonessin
abandonessis
abandonéssiu
abandoneu
abandoni
abandoní
abandonin
abandonis
abandono
abans
abella
abric
abril
absència
accelerador
accident
àcid
acord
actor
actriu
administrador
administradora
adoba
adobà
adobada
adobades
adobant
adobar
adobarà
adobaran
adobaràs
adobaré
adobarem
adobàrem
adobaren
adobares
adobareu
adobàreu
adobaria
adobaríem
adobarien
adobaries
adobaríeu
adobat
adobats
adobava
adobàvem
adobaven
adobaves
adobàveu
adobem
adoben
adobes
adobés
adobéssim
adobessin
adobessis
adobéssiu
adobeu
adobi
adobí
adobin
adobis
adobo
advocada
advocat
aeroport
afaita
afaità
afaitada
afaitades
afaitadora
afaitant
afaitar
afaitarà
afaitaran
afaitaràs
afaitaré
afaitarem
afaitàrem
afaitaren
afaitares
afaitareu
afaitàreu
afaitaria
afaitaríem
afaitarien
afaitaries
afaitaríeu
afaitat
afaitats
afaitava
afaitàvem
afaitaven
afaitaves
afaitàveu
afaitem
afaiten
afaites
afaités
afaitéssim
afaitessin
afaitessis
afaitéssiu
afaiteu
afaiti
afaití
afaitin
afaitis
afaito
afició
afluixa
afluixà
afluixada
afluixades
afluixant
afluixar
afluixarà
afluixaran
afluixaràs
afluixaré
afluixarem
afluixàrem
afluixaren
afluixares
afluixareu
afluixàreu
afluixaria
afluixaríem
afluixarien
afluixaries
afluixaríeu
afluixat
afluixats
afluixava
afluixàvem
afluixaven
afluixaves
afluixàveu
afluixem
afluixen
afluixes
afluixés
afluixéssim
afluixessin
afluixessis
afluixéssiu
afluixeu
afluixi
afluixí
afluixin
afluixis
afluixo
Àfrica
agafa
agafà
agafada
agafades
agafant
agafar
agafarà
agafaran
agafaràs
agafaré
agafarem
agafàrem
agafaren
agafares
agafareu
agafàreu
agafaria
agafaríem
agafarien
agafaries
agafaríeu
agafat
agafats
agafava
agafàvem
agafaven
agafaves
agafàveu
agafem
agafen
agafes
agafés
agaféssim
agafessin
agafessis
agaféssiu
agafeu
agafi
agafí
agafin
agafis
agafo
agenda
agent
agilitat
agost
àguila
agulla
ahir
aigua
airbag
aire
aixeca
aixecà
aixecada
aixecades
aixecant
aixecar
aixecarà
aixecaran
aixecaràs
aixecaré
aixecarem
aixecàrem
aixecaren
aixecares
aixecareu
aixecàreu
aixecaria
aixecaríem
aixecarien
aixecaries
aixecaríeu
aixecat
aixecats
aixecava
aixecàvem
aixecaven
aixecaves
aixecàveu
aixeco
aixequem
aixequen
aixeques
aixequés
aixequéssim
aixequessin
aixequessis
aixequéssiu
aixequeu
aixequi
aixequí
aixequin
aixequis
aixeta
així
albercoc
albercoquer
albergínia
alça
alçà
alçada
alçades
alçant
alçar
alçarà
alçaran
alçaràs
alçaré
alçarem
alçàrem
alçaren
alçares
alçareu
alçàreu
alçaria
alçaríem
alçarien
alçaries
alçaríeu
alçat
alçats
alçava
alçàvem
alçaven
alçaves
alçàveu
alcem
alcen
alces
alcés
alcéssim
alcessin
alcessis
alcéssiu
alceu
alci
alcí
alcin
alcis
alço
alegria
àlgebra
alicates
all
allà
alt
altre
alumna
alumne
alzina
amagar
amarg
amassar
amb
ambulància
Amèrica
ametlla
ametller
amic
amiga
amistan
amistat
amo
amor
ample
anà
anada
anades
anant
anar
anàrem
anaren
anares
anàreu
anat
anats
anava
anàvem
anaven
anaves
anàveu
ànec
anem
anés
anéssim
anessin
anessis
anéssiu
aneu
angoixa
aní
animador
anirà
aniran
aniràs
aniré
anirem
anireu
aniria
aniríem
anirien
aniries
aniríeu
anterior
anunci
anxova
any
apagar
aparcament
apartament
api
aprenentatge
aquí
aranja
aranya
àrbitre
arbre
arbreda
arc
arena
armari
arquitecta
arquitecte
arquitectura
arreglar
arrel
arribada
arribar
arròs
art
artista
ascensor
ase
Àsia
assaig
assecador
assecadora
assegurança
assenyalar
asseure
asteroide
atletisme
aturar
aula
autobús
autopista
avançar
avaria
avarícia
avellana
aventura
avet
avi
àvia
aviat
avinguda
avió
avui
bacallà
baix
baixar
balcó
balena
banc
bandera
bany
banyar
barraca
barrejar
barret
bàscula
bàsquet
bastant
bateria
batre
bec
beca
beguda
begudes
begué
beguem
beguérem
begueren
begueres
beguéreu
begués
beguéssim
beguessin
beguessis
beguéssiu
begueu
begui
beguin
beguis
begut
beguts
bellesa
benes
besavi
besàvia
beu
beuen
beurà
beuran
beuràs
beure
beuré
beurem
beureu
beuria
beuríem
beurien
beuries
beuríeu
beus
bevem
bevent
beveu
bevia
bevíem
bevien
bevies
bevíeu
biblioteca
bicicleta
biografia
biologia
bitxo
blanc
blat
blau
bloc
bo
boca
boira
boix
bol
bolet
bolígraf
bomba
bomber
bombera
bonic
bosc
botar
bou
branca
brau
bruc
brúixola
brut
búfal
buit
bullidor
bullir
burro
buscar
bússola
butaca
cabananya
cabell
cabirol
cabra
cabrit
cactus
cadena
cadenes
cadernera
cadira
caixer
caixera
calaix
calamar
calçar
calendari
calent
callar
calma
camaleó
camamilla
cambra
càmera
camí
caminar
camioneta
camisa
camp
campionat
canal
cant
canta
cantà
cantada
cantades
cantant
cantar
cantarà
cantaran
cantaràs
cantaré
cantarem
cantàrem
cantaren
cantares
cantareu
cantàreu
cantaria
cantaríem
cantarien
cantaries
cantaríeu
cantat
cantats
cantava
cantàvem
cantaven
cantaves
cantàveu
cantem
canten
cantes
cantés
cantéssim
cantessin
cantessis
cantéssiu
canteu
canti
cantí
cantin
cantis
canto
canvi
canya
cap
capó
caragol
caravana
carbassa
carbassó
cargol
carn
carnet
carrer
carrera
carretera
carril
carta
cartera
carxofa
casa
cassola
castanya
castanyer
castell
castor
catifa
caure
causa
cavall
cavar
ceba
cel
celebració
cendra
cereal
certesa
cérvol
ciència
cigne
cinc
cinema
cinquè
cinturó
circulació
cirera
cirerer
cistella
cisterna
cítric
ciutat
civada
clar
classe
classificar
clau
clauer
clavell
client
clienta
cloïssa
coberta
cobertor
coco
cogombre
coixí
col·lega
col·locar
collita
colom
color
com
comerciant
cometa
company
companya
compàs
competició
complexitat
complicat
comprar
comunitat
concert
conductor
coneguda
conegut
coneixement
confiança
congre
conill
conreu
conseqüència
conservar
constel·lació
construcció
constructor
constructora
construir
conte
contemplar
continent
continuar
control
copa
cor
corb
corda
corre
correguda
corregudes
corregué
correguérem
corregueren
corregueres
correguéreu
corregués
correguéssim
correguessin
correguessis
correguéssiu
correguí
corregut
correguts
correm
corren
corrent
córrer
correrà
correran
correràs
correré
correrem
correreu
correria
correríem
correrien
correries
correríeu
corres
correu
corri
corria
corríem
corrien
corries
corríeu
corrin
corris
corro
cortina
cosí
cosina
costum
cotó
cotxe
coure
cranc
creació
crear
creixement
crema
creuar
cridar
crònica
cruïlla
cucut
cuina
cuinar
culler
cullera
cullerot
cultura
cunyada
cunyat
curt
d'
daina
dalt
damunt
dansa
darrere
davant
de
dèbil
debilitat
deia
dèiem
deien
deies
dèieu
deixar
demà
dent
dentífric
dependent
dependenta
derrota
descalçar
descans
descobriment
desde
desè
desembolicar
desembre
desenrotllar
desert
desesperació
desguàs
desig
desigualtat
deslligar
desmuntar
desnuar
desordre
despatx
despertar
desplegar
després
destí
destresa
destrucció
desvestir
detergent
deu
deure
dia
diari
dibuix
dibuixar
dic
diem
dient
dieu
diferent
difícil
digeren
digeres
digué
diguem
diguérem
diguéreu
digues
digués
diguéssim
diguessin
diguessis
diguéssiu
digueu
digui
diguí
diguin
diguis
dijous
dilluns
dimarts
dimecres
dins
diploma
dir
dirà
diran
diràs
diré
direcció
director
directora
direm
direu
diria
diríem
dirien
diries
diríeu
discòrdia
disminució
dissabte
distància
dit
dita
dites
dits
diu
diuen
diumenge
dius
divendres
divers
diversitat
doblegar
document
documental
dofí
dolç
dolent
dona
donar
dorm
dormen
dormi
dormí
dormia
dormida
dormides
dormíem
dormien
dormies
dormíeu
dormim
dormin
dormint
dormir
dormirà
dormiran
dormiràs
dormiré
dormirem
dormírem
dormiren
dormires
dormireu
dormíreu
dormiria
dormiríem
dormirien
dormiries
dormiríeu
dormis
dormís
dormíssim
dormissin
dormissis
dormíssiu
dormit
dormitori
dormits
dormiu
dormo
dorms
dos
dret
dreta
dubte
dubtós
dur
durant
dutxa
dutxar
edifici
educació
egua
eixugar
embolicar
embragatge
emmagatzemar
empat
empleada
empleat
en
encarregada
encarregat
encendre
enciam
encongir
enderroc
enemistat
enginyer
enginyera
enginyeria
enrotllar
ensenyament
entrada
entrar
entre
entrenador
equip
era
érem
eren
eres
éreu
eriçó
és
escala
escàner
esclavatge
escola
escoltar
escombra
escriptor
escriptora
escriptori
escriure
escudella
escultura
església
espai
esparadrap
espàrrec
esparver
espectacle
espelma
esperança
esperar
espígol
espongeta
esport
espòs
esposa
esquerra
esquirol
est
està
estació
estada
estades
estadi
estadística
estan
estant
estar
estarà
estaran
estaràs
estaré
estarem
estareu
estaria
estaríem
estarien
estaries
estaríeu
estàs
estat
estats
estàtua
estava
estàvem
estaven
estaves
estàveu
estel
estem
estenedor
esteu
estic
estigué
estiguem
estiguérem
estigueren
estigueres
estiguéreu
estigues
estigués
estiguéssim
estiguessin
estiguessis
estiguéssiu
estigueu
estigui
estiguí
estiguin
estiguis
estimar
estirar
estiu
estovalles
estrella
estrenyir
estret
estruç
estudi
estudiant
ets
Europa
examen
excursió
existència
èxit
exploració
exposició
exterior
fa
faci
fàcil
facin
facis
faig
faisà
falcia
falcó
falguera
fan
fanal
farà
faran
faràs
faré
farem
fareu
faria
faríem
farien
faries
faríeu
farigola
farina
fas
faula
fava
feble
febrer
feia
fèiem
feien
feies
fèieu
feina
fem
fenc
fent
fer
férem
feren
feres
féreu
ferro
fes
féssim
fessin
fessis
féssiu
festa
festival
fet
feta
fetes
fets
feu
féu
fi
fil
fill
filla
fillol
fillola
filosofia
final
finestra
fins
física
fiu
flamenc
flor
foc
font
fora
força
fórem
foren
fores
fóreu
forma
formatge
formiga
forn
forquilla
fort
fos
foscor
fóssim
fossin
fossis
fóssiu
fotografia
fou
fracàs
fre
fred
fregidora
fregir
fregona
front
fruita
fui
fulla
fum
furgoneta
futbol
gaig
gaire
galàxia
galeria
gall
galleda
gallina
gamba
ganivet
garatge
gasolina
gat
gavina
gel
geladora
gendre
gener
generositat
genoll
geometria
gerd
gerent
germà
germana
gerra
gimnàs
ginesta
girar
gira-sol
globus
gol
golfes
goma
gos
got
gps
gralla
gran
granota
gris
groc
gros
grup
guardar
guàrdia
guatlla
guerra
guineu
gustar
ha
hagi
hagin
hagis
haguda
hagudes
hagué
haguem
haguérem
hagueren
hagueres
haguéreu
hagués
haguéssim
haguessin
haguessis
haguéssiu
hagueu
haguí
hagut
haguts
han
harmonia
has
haurà
hauran
hauràs
hauré
haurem
haureu
hauria
hauríem
haurien
hauries
hauríeu
havent
haver
havia
havíem
havien
havies
havíeu
he
hem
herba
heu
heura
himne
història
hivern
home
hora
horitzó
hort
horta
hortènsia
humilitat
i
ignorància
igual
igualtat
illa
imaginar
impaciència
important
impossibilitat
impossible
impressora
incertesa
indicar
inexistència
inferior
infermer
infermera
infermeria
inflar
inici
injustícia
institut
interior
intermitent
internet
inventar
investigació
iris
isard
jardí
jeure
joc
jonc
jove
jugador
juliol
juny
júpiter
justícia
jutge
jutgessa
kiwi
làmpada
lavabo
lent
límit
literatura
llagosta
llamp
llana
llançar
llangardaix
llapis
llarg
llaurar
llebre
llegenda
llegir
llegum
lleig
lleixiu
llençol
llengua
llentia
llet
lletjor
llevar
llibertat
llibre
llibreria
llibres
lligar
llimona
llimoner
lliri
llit
lloc
llop
lluç
llúdria
llum
llumeta
lluna
lluny
llunyà
mà
maduixa
mai
maig
malaltia
maleta
maleter
mandarina
mango
mansió
manta
mantega
mapa
maquillar
maquillatge
màquina
mar
març
marcador
marcha
mare
margarida
marit
marmota
marró
mart
marta
martell
marxar
masia
massa
mateix
matemàtica
matí
mecànic
mecànica
medalla
medicina
mel
meló
memòria
menges
mengessin
mengessis
mengeu
mengis
menja
menjà
menjada
menjades
menjador
menjant
menjar
menjarà
menjaran
menjaràs
menjaré
menjarem
menjàrem
menjaren
menjareu
menjàreu
menjaria
menjaríem
menjarien
menjaries
menjaríeu
menjat
menjats
menjava
menjàvem
menjaven
menjaves
menjàveu
menjem
menjés
menjéssim
menjéssiu
menji
menjin
menjo
mentida
mentre
menys
menyspreu
mercat
mercuri
mes
més
mestra
mestre
meta
metge
metgessa
metro
microones
mida
migdia
milà
mill
minut
mirall
mirar
missatge
mite
mòbil
molsa
molt
món
moneder
mongeta
moniato
monument
mora
moresc
mort
mosca
mostela
mostrar
moto
motor
motxilla
moviment
mul
mullat
muller
multa
muntanya
muntar
mur
musclo
museu
músic
música
mussol
nabiu
nació
naixement
naps
nas
natació
navegador
neboda
nebot
necessitat
negre
nen
nena
neptú
net
neta
netejar
neu
ni
nit
no
nora
nord
notícia
nou
novè
novel·la
novembre
nuar
núvol
o
objectiu
oblidar
obligació
oblit
obrir
obscur
observar
oca
Oceania
ocell
octubre
odi
odiar
oest
oli
òliba
oliu
oliva
olivera
olla
olorar
om
ombra
on
oncle
òpera
ordenar
ordi
ordinador
ordre
orella
oreneta
orgull
origen
ós
ostra
ou
ovella
pa
paciència
padrí
padrina
paella
pagès
pagesa
país
pal
palau
palmera
palpar
panís
pantalla
pantaló
pany
papallona
papavera
paper
parabrises
parc
pardal
pare
paret
parla
parlà
parlada
parlades
parlant
parlar
parlarà
parlaran
parlaràs
parlaré
parlarem
parlàrem
parlaren
parlares
parlareu
parlàreu
parlaria
parlaríem
parlarien
parlaries
parlaríeu
parlat
parlats
parlava
parlàvem
parlaven
parlaves
parlàveu
parlem
parlen
parles
parlés
parléssim
parlessin
parlessis
parléssiu
parleu
parli
parlí
parlin
parlis
parlo
partir
partit
pas
passadís
passatger
passeig
passejar
pasta
pastanaga
pastís
pastura
patata
pati
patí
patró
patrona
pau
peató
pebrot
pedra
peix
pel·lícula
pelar
pelicà
pensar
pentinar
per
per què
pera
perdiu
perdre
pererer
perfum
perill
periodisme
permanència
permís
però
perquè
pes
pèsol
petit
peu
pi
picar
picot
pilota
píndola
pingüí
pinta
pintar
pintor
pintora
pintura
pinya
pinyó
pis
piscina
pista
plaça
planeta
plantació
plantar
planxa
planxar
plat
plàtan
platja
ple
plegar
plorar
pluja
pneumàtic
poble
pobresa
poc
podar
poesia
poeta
poetessa
policia
pollancre
pollastre
poltre
poma
pomera
pont
pop
por
porc
porcell
port
porta
porteria
porxo
posar
possibilitat
possible
posterior
pou
prat
preguntar
presència
préssec
presseguer
prestatge
prim
primavera
primer
principal
principi
probable
professor
professora
prohibició
prop
provar
públic
publicitat
pujar
punt
puput
quadern
quadre
qual
quan
quart
quatre
què
quedar
qui
química
ràdio
raïm
ramader
ramadera
rap
ràpid
raqueta
rarament
raspall
rata
ratllar
ratolí
realitat
rebost
rebre
recanvi
recollir
record
recordar
reflexionar
regar
regla
regle
rei
reina
rellotge
remenar
remolatxa
remolc
rentador
rentadora
rentar
reparar
repòs
resistència
respecte
respondre
retornar
retrocedir
retrovisor
revisió
revista
riquesa
riu
riure
roba
roca
roda
romandre
romaní
rosa
rossinyol
rostir
rotonda
roure
ruta
sabata
saber
sabó
sal
sala
salar
salat
saltar
salut
salze
sang
sardina
sargantana
saturn
saviesa
sec
secretari
secretària
secundari
segada
sègol
segon
seguir
segur
seguretat
seient
semàfor
sembrar
sembrat
sempre
senglar
sense
sent
senten
senti
sentí
sentia
sentida
sentides
sentíem
sentien
senties
sentíeu
sentim
sentin
sentint
sentir
sentirà
sentiran
sentiràs
sentiré
sentirem
sentírem
sentiren
sentires
sentireu
sentíreu
sentiria
sentiríem
sentirien
sentiries
sentiríeu
sentis
sentís
sentíssim
sentissin
sentissis
sentíssiu
sentit
sentits
sentiu
sento
sents
senzill
senzillesa
ser
serà
seran
seràs
seré
serem
sereu
seria
seríem
serien
series
seríeu
serp
serra
set
setè
setembre
setmana
si
sí
siguem
sigues
sigueu
sigui
siguin
siguis
silenciar
síndria
sinó
sípia
sis
sisè
sobre
sóc
soci
sòcia
societat
socors
sofà
sogra
sogre
sol
som
somiar
somni
són
sopa
sortida
sortir
sostenir
sostre
sota
soterrani
sou
sovint
subjectar
sucre
sud
superior
tal
tallar
taller
també
tamboret
tampoc
tan
tancar
tant
tard
tarda
tardor
taronger
taronja
tassa
taula
tauleta
tauró
taxi
teatre
teclat
tecnologia
teixó
telefèric
telèfon
televisió
tempesta
temps
tennis
tercer
termòmetre
terra
terrat
tia
tinta
tirar
tisores
títol
tocar
tomàquet
tombar
tonyina
tornar
tornavís
toro
torrar
torre
tortora
tortuga
tou
tovalló
tovallola
tradició
tramvia
trànsit
transport
travessar
treball
treballador
treballadora
tren
trencar
tres
treure
trèvol
tristesa
trobar
trofeu
tron
truita
tulipa
túnel
ull
últim
un
una mica
únic
uniforme
unitat
univers
universitat
urà
va
vaca
vagi
vagin
vagis
vaig
vaixell
vall
valor
van
vas
vé
vedella
vegem
vegeu
vegi
vegin
vegis
veí
veia
veié
veiem
veien
veient
veiérem
veieren
veieres
veiéreu
veies
veiés
veiéssim
veiessin
veiessis
veiéssiu
veieu
veig
veïna
vell
velocitat
vendre
venedor
venedora
venen
venia
veníem
venien
venies
veníeu
venim
venint
venir
veniu
vens
vent
venus
verat
verd
verdura
veritat
vermell
vés
vespre
vestíbul
vestir
veu
veuen
veurà
veuran
veuràs
veure
veuré
veurem
veureu
veuria
veuríem
veurien
veuries
veuríeu
veus
vi
vianant
viatge
viatjar
victòria
vida
vídeo
vila
vinc
vindrà
vindran
vindràs
vindré
vindrem
vindreu
vindria
vindríem
vindrien
vindries
vindríeu
vinguda
vingudes
vingué
vinguem
vinguérem
vingueren
vingueres
vinguéreu
vingues
vingués
vinguéssim
vinguessin
vinguessis
vinguéssiu
vingueu
vingui
vinguí
vinguin
vinguis
vingut
vinguts
visc
viscuda
viscudes
viscut
viscuts
visqué
visquem
visquérem
visqueren
visqueres
visquéreu
visqués
visquéssim
visquessin
visquessis
visquéssiu
visqueu
visqui
visquí
visquin
visquis
vist
vista
vistes
vists
vitamina
viu
viuen
viurà
viuran
viuràs
viure
viuré
viurem
viureu
viuria
viuríem
viurien
viuries
viuríeu
vius
vivia
vivíem
vivien
vivies
vivíeu
vivim
vivint
viviu
volant
voltar
voltor
vorera
vuit
vuitè
xai
xalet
xarxa
xiprer
xiuxiuejar
