un
dos
tres
quatre
cinc
sis
set
vuit
nou
deu
cap
cabell
front
ull
orella
nas
boca
dent
llengua
mà
dit
peu
genoll
cor
sang
home
dona
pare
mare
fill
filla
germà
germana
rei
reina
cel
terra
sol
lluna
estel
aigua
foc
vent
núvol
pluja
neu
muntanya
mar
riu
pedra
cavall
vaca
bou
porc
ovella
gos
gat
peix
ocell
llop
ser
estar
haver
fer
dir
anar
venir
veure
menjar
beure
dormir
cantar
parlar
sentir
viure
bo
dolent
gran
petit
nou
vell
calent
fred
dur
tou
llarg
curt
ample
estret
blanc
negre
vermell
verd
blau
groc
avui
ahir
demà
aquí
allà
dia
nit
matí
tarda
vespre
any
mes
setmana
hora
minut
casa
porta
finestra
paret
sostre
terra
taula
cadira
llit
menjar
beure
pa
vi
aigua
llet
carn
peix
fruita
verdura
oli
sal
sucre
roba
camisa
pantaló
sabata
barret
abric
llana
cotó
arbre
flor
fulla
branca
arrel
herba
bosc
camp
prat
horta
poble
ciutat
carrer
plaça
pont
mur
castell
església
escola
mercat
treball
feina
descans
festa
joc
música
dansa
cant
riure
plorar
estimar
odiar
donar
rebre
comprar
vendre
obrir
tancar
entrar
sortir
pujar
baixar
córrer
saltar
caure
aixecar
agafar
llançar
trencar
reparar
net
brut
ple
buit
llum
foscor
vida
mort
alegria
tristesa
pare
mare
fill
filla
germà
germana
avi
àvia
net
neta
oncle
tia
cosí
cosina
amic
amiga
home
dona
nen
nena
jove
vell
gran
petit
alt
baix
gros
prim
fort
feble
ràpid
lent
bo
dolent
bonic
lleig
dolç
amarg
calent
fred
sec
mullat
llarg
curt
ample
estret
clar
obscur
blanc
negre
vermell
blau
groc
verd
taronja
marró
gris
cel
terra
mar
riu
muntanya
vall
bosc
desert
illa
platja
roca
arena
foc
fum
cendra
vent
tempesta
llamp
tron
boira
gel
neu
pluja
sol
lluna
estrella
núvol
ombra
color
forma
mida
pes
força
velocitat
distància
temps
espai
lloc
camí
direcció
pas
porta
clau
pany
cadena
gos
gat
cavall
vaca
bou
porc
ovella
cabra
gall
gallina
ànec
conill
llop
guineu
ós
cérvol
pardal
oreneta
àguila
colom
abella
formiga
aranya
mosca
papallona
peix
truita
sardina
musclo
cranc
poma
pera
préssec
albercoc
cirera
maduixa
raïm
taronja
llimona
plàtan
meló
síndria
enciam
tomàquet
ceba
all
carxofa
albergínia
mongeta
pèsol
blat
ordi
arròs
farina
pa
pastís
ou
formatge
mantega
mel
sopa
escudella
culler
ganivet
forquilla
plat
got
tassa
olla
paella
cassola
escombra
galleda
raspall
sabó
tovallola
mirall
pinta
raspall
bany
dutxa
aixeta
llum
espelma
fanal
escala
ascensor
balcó
terrat
jardí
pati
coberta
soterrani
rebost
cuina
sala
cambra
galeria
passadís
entrada
sortida
cel
estel
planeta
lluna
sol
univers
món
terra
aire
aigua
foc
gel
fum
boira
vent
tempesta
tron
llamp
arc
iris
matí
migdia
tarda
vespre
nit
avui
ahir
demà
setmana
mes
any
hivern
primavera
estiu
tardor
dilluns
dimarts
dimecres
dijous
divendres
dissabte
diumenge
gener
febrer
març
abril
maig
juny
juliol
agost
setembre
octubre
novembre
desembre
nord
sud
est
oest
esquerra
dreta
davant
darrere
damunt
sota
dins
fora
prop
lluny
dalt
baix
a prop
llunyà
interior
exterior
principal
secundari
primer
segon
tercer
quart
cinquè
sisè
setè
vuitè
novè
desè
últim
anterior
posterior
mateix
altre
mateix
diferent
únic
divers
sol
company
grup
comunitat
societat
cultura
llengua
poble
nació
alegria
tristesa
amor
odi
amistat
enemistat
pau
guerra
vida
mort
salut
malaltia
força
debilitat
bellesa
lletjor
riquesa
pobresa
saviesa
ignorància
veritat
mentida
llibertat
esclavatge
justícia
injustícia
igualtat
desigualtat
record
oblit
somni
realitat
esperança
desesperació
confiança
dubte
seguretat
perill
calma
angoixa
valor
por
paciència
impaciència
respecte
menyspreu
generositat
avarícia
humilitat
orgull
senzillesa
complexitat
ordre
desordre
harmonia
discòrdia
unitat
diversitat
inici
final
principi
fi
causa
conseqüència
origen
destí
camí
ruta
destí
objectiu
meta
somni
desig
necessitat
obligació
dret
deure
permís
prohibició
possibilitat
impossibilitat
certesa
incertesa
presència
absència
existència
inexistència
creació
destrucció
construcció
enderroc
moviment
repòs
canvi
permanència
creixement
disminució
naixement
mort
arribada
sortida
èxit
fracàs
taula
cadira
llit
armari
calaix
prestatge
sofà
butaca
banc
tamboret
escriptori
mirall
quadre
llum
làmpada
cortina
catifa
coixí
manta
llençol
cobertor
tovalló
estovalles
plat
bol
tassa
got
copa
gerra
cullera
ganivet
forquilla
cullerot
paella
olla
cassola
fregidora
bullidor
geladora
forn
microones
rentadora
assecadora
ferro
planxa
escombra
fregona
galleda
pal
raspall
lleixiu
sabó
detergent
espongeta
estenedor
cistella
corda
agulla
fil
tisores
martell
clau
caragol
tornavís
alicates
serra
pinta
raspall
assecador
màquina
afaitadora
perfum
crema
maquillatge
pasta
dentífric
esparadrap
benes
píndola
vitamina
remenar
medicina
termòmetre
bàscula
maleta
motxilla
cartera
moneder
clauer
rellotge
agenda
calendari
llapis
bolígraf
goma
regla
compàs
quadern
llibre
revista
diari
carta
sobre
cotxe
moto
bicicleta
autobús
tren
avió
vaixell
camioneta
furgoneta
remolc
caravana
taxi
metro
tramvia
telefèric
ascensor
escala
mecànica
motor
roda
volant
fre
accelerador
embragatge
marcha
gasolina
oli
bateria
llumeta
intermitent
retrovisor
parabrises
porta
maleter
capó
seient
cinturó
airbag
conductor
passatger
viatge
destí
sortida
arribada
estació
aeroport
port
aparcament
semàfor
carril
autopista
carretera
camí
pista
pont
túnel
peató
vianant
vorera
carrer
plaça
rotonda
cruïlla
direcció
nord
sud
est
oest
mapa
gps
navegador
velocitat
límit
accident
avaria
socors
ambulància
bomber
policia
guàrdia
agent
multa
control
document
carnet
assegurança
revisió
taller
mecànic
bomba
inflar
pneumàtic
recanvi
cadenes
gel
neu
pluja
boira
vent
tempesta
circulació
trànsit
arbre
pi
alzina
roure
pollancre
om
salze
avet
faig
castanyer
olivera
ametller
cirerer
pererer
pomera
presseguer
albercoquer
taronger
llimoner
plàtan
palmera
xiprer
xiprer
boix
bruc
romaní
farigola
espígol
ginesta
heura
molsa
bolet
rosa
lliri
clavell
margarida
camamilla
hortènsia
tulipa
gira-sol
papavera
cactus
falguera
canya
jonc
herba
pastura
fenc
trèvol
llegum
cereal
blat
sègol
civada
moresc
ordi
arròs
mill
pèsol
fava
llentia
patata
moniato
remolatxa
pastanaga
naps
api
espàrrec
carbassó
carbassa
cogombre
pebrot
bitxo
oliu
acord
oliva
avellana
nou
ametlla
castanya
pinyó
panís
maduixa
gerd
nabiu
mora
síndria
meló
pera
poma
cirera
albercoc
préssec
plàtan
mango
kiwi
coco
pinya
cítric
mandarina
aranja
peix
sardina
anxova
bacallà
lluç
rap
congre
tonyina
verat
gamba
llagosta
cranc
pop
calamar
sípia
musclo
cloïssa
ostra
caragol
cargol
granota
tortuga
serp
llangardaix
sargantana
camaleó
dofí
balena
tauró
cavall
egua
poltre
ase
mul
burro
vedella
toro
brau
búfal
cabra
cabrit
ovella
xai
porc
porcell
gall
gallina
pollastre
capó
perdiu
guatlla
faisà
ànec
oca
cigne
colom
tortora
pardal
cadernera
rossinyol
oreneta
falcia
puput
gaig
corb
gralla
mussol
òliba
voltor
àguila
falcó
milà
esparver
picot
cucut
gavina
pelicà
flamenc
estruç
pingüí
ratolí
rata
esquirol
conill
llebre
eriçó
teixó
marta
mostela
llúdria
llop
guineu
cérvol
daina
senglar
cabirol
isard
marmota
castor
sol
lluna
estel
planeta
mercuri
venus
terra
mart
júpiter
saturn
urà
neptú
cometa
asteroide
galàxia
univers
constel·lació
estrella
cel
horitzó
zènit
nord
sud
est
oest
bússola
brúixola
mapa
globus
terra
món
continent
Àfrica
Amèrica
Àsia
Europa
Oceania
país
nació
estat
ciutat
poble
vila
carrer
avinguda
plaça
parc
jardí
font
monument
estàtua
museu
biblioteca
teatre
cinema
òpera
concert
exposició
espectacle
esport
futbol
bàsquet
tennis
natació
atletisme
gimnàs
piscina
camp
estadi
pista
competició
partit
campionat
medalla
trofeu
victòria
derrota
empat
gol
punt
marcador
equip
jugador
entrenador
àrbitre
públic
afició
animador
bandera
himne
uniforme
pilota
xarxa
porteria
cistella
raqueta
patí
bicicleta
moto
cotxe
carrera
velocitat
resistència
força
agilitat
destresa
art
pintura
dibuix
escultura
música
dansa
teatre
poesia
literatura
novel·la
conte
faula
llegenda
mite
història
crònica
biografia
memòria
assaig
filosofia
ciència
física
química
biologia
matemàtica
geometria
àlgebra
estadística
medicina
infermeria
enginyeria
arquitectura
tecnologia
ordinador
telèfon
mòbil
tauleta
pantalla
teclat
ratolí
impressora
escàner
internet
xarxa
web
correu
missatge
vídeo
càmera
fotografia
pel·lícula
documental
notícia
periodisme
ràdio
televisió
publicitat
anunci
diari
revista
llibres
llibreria
paper
tinta
llapis
bolígraf
goma
regle
compàs
transport
viatge
excursió
passeig
aventura
descobriment
exploració
investigació
estudi
aprenentatge
ensenyament
educació
escola
institut
universitat
classe
aula
professor
alumne
estudiant
examen
títol
diploma
beca
coneixement
saber
cultura
tradició
costum
festival
celebració
casa
pis
apartament
xalet
masia
cabananya
barraca
castell
palau
mansió
edifici
torre
bloc
finestra
balcó
terrat
galeria
porxo
entrada
vestíbul
rebost
cuina
menjador
sala
despatx
estudi
biblioteca
cambra
dormitori
bany
lavabo
rentador
golfes
soterrani
garatge
pati
jardí
hort
pou
cisterna
canal
desguàs
camp
prat
bosc
arbreda
plantació
conreu
sembrat
collita
segada
llaurar
adobar
regar
podar
cavar
sembrar
plantar
recollir
emmagatzemar
conservar
cuinar
bullir
fregir
rostir
coure
torrar
salar
adobar
barrejar
batre
amassar
tallar
picar
ratllar
pelar
netejar
rentar
eixugar
planxar
plegar
ordenar
classificar
guardar
treure
posar
col·locar
arreglar
reparar
construir
muntar
desmuntar
encendre
apagar
obrir
tancar
travessar
creuar
voltar
tombar
girar
retornar
tornar
caminar
córrer
saltar
botar
pujar
baixar
entrar
sortir
passejar
viatjar
arribar
partir
marxar
quedar
romandre
aturar
continuar
seguir
esperar
avançar
retrocedir
caure
aixecar
alçar
baixar
agafar
sostenir
subjectar
deixar
abandonar
llançar
tirar
recollir
trobar
perdre
buscar
mirar
observar
contemplar
veure
escoltar
sentir
tocar
palpar
olorar
gustar
provar
parlar
dir
preguntar
respondre
cridar
xiuxiuejar
callar
silenciar
llegir
escriure
dibuixar
pintar
crear
inventar
imaginar
pensar
reflexionar
recordar
oblidar
somiar
dormir
despertar
llevar
vestir
desvestir
calçar
descalçar
rentar
eixugar
pentinar
afaitar
maquillar
banyar
dutxar
asseure
aixecar
jeure
estirar
encongir
estrenyir
afluixar
estirar
doblegar
plegar
desplegar
enrotllar
desenrotllar
lligar
deslligar
nuar
desnuar
embolicar
desembolicar
amagar
mostrar
indicar
assenyalar
pare
mare
fill
filla
germà
germana
avi
àvia
besavi
besàvia
net
neta
oncle
tia
cosí
cosina
nebot
neboda
cunyat
cunyada
sogre
sogra
gendre
nora
padrí
padrina
fillol
fillola
germà
germana
germà
germana
germà
germana
marit
muller
espòs
esposa
company
companya
amic
amiga
conegut
coneguda
veí
veïna
company
companya
col·lega
soci
sòcia
client
clienta
cap
superior
inferior
empleat
empleada
treballador
treballadora
patró
patrona
amo
amistan
mestre
mestra
alumne
alumna
estudiant
professor
professora
metge
metgessa
infermer
infermera
advocat
advocada
jutge
jutgessa
policia
bomber
bombera
artista
músic
música
pintor
pintora
escriptor
escriptora
poeta
poetessa
actor
actriu
director
directora
enginyer
enginyera
arquitecte
arquitecta
constructor
constructora
pagès
pagesa
ramader
ramadera
comerciant
venedor
venedora
dependent
dependenta
caixer
caixera
secretari
secretària
administrador
administradora
gerent
encarregat
encarregada
ahir
avui
demà
abans
després
aviat
tard
sempre
mai
sovint
rarament
mentre
durant
quan
mentre
fins
desde
dins
fora
dalt
baix
davant
darrere
sobre
sota
entre
amb
sense
per
a
en
de
d'
però
sinó
i
o
ni
també
tampoc
molt
poc
bastant
gaire
una mica
massa
tant
més
menys
tan
com
igual
diferent
mateix
altre
així
tal
qual
qui
què
on
quan
com
per què
perquè
si
no
sí
cert
fals
segur
dubtós
possible
impossible
probable
difícil
fàcil
important
senzill
complicat
clar
obscur
dur
tou
fort
dèbil
ràpid
lent
alt
baix
ample
estret
llarg
curt
ple
buit
net
brut
nou
vell
calent
fred
sec
mullat
dolç
amarg
salat
àcid
bo
dolent
bonic
lleig
jove
gran
petit
