a
abandonar
abans
abella
abric
abril
absència
accelerador
accident
àcid
acord
actor
actriu
administrador
administradora
adobar
advocada
advocat
aeroport
afaitadora
afaitar
afició
afluixar
Àfrica
agafar
agenda
agent
agilitat
agost
àguila
agulla
ahir
aigua
airbag
aire
aixecar
aixeta
així
albercoc
albercoquer
albergínia
alçar
alegria
àlgebra
alicates
all
allà
alt
altre
alumna
alumne
alzina
amagar
amarg
amassar
amb
ambulància
Amèrica
ametlla
ametller
amic
amiga
amistan
amistat
amo
amor
ample
anar
ànec
angoixa
animador
anterior
anunci
anxova
any
apagar
aparcament
apartament
api
aprenentatge
aquí
aranja
aranya
àrbitre
arbre
arbreda
arc
arena
armari
arquitecta
arquitecte
arquitectura
arreglar
arrel
arribada
arribar
arròs
art
artista
ascensor
ase
Àsia
assaig
assecador
assecadora
assegurança
assenyalar
asseure
asteroide
atletisme
aturar
aula
autobús
autopista
avançar
avaria
avarícia
avellana
aventura
avet
avi
àvia
aviat
avinguda
avió
avui
bacallà
baix
baixar
balcó
balena
banc
bandera
bany
banyar
barraca
barrejar
barret
bàscula
bàsquet
bastant
bateria
batre
beca
bellesa
benes
besavi
besàvia
beure
biblioteca
bicicleta
biografia
biologia
bitxo
blanc
blat
blau
bloc
bo
boca
boira
boix
bol
bolet
bolígraf
bomba
bomber
bombera
bonic
bosc
botar
bou
branca
brau
bruc
brúixola
brut
búfal
buit
bullidor
bullir
burro
buscar
bússola
butaca
cabananya
cabell
cabirol
cabra
cabrit
cactus
cadena
cadenes
cadernera
cadira
caixer
caixera
calaix
calamar
calçar
calendari
calent
callar
calma
camaleó
camamilla
cambra
càmera
camí
caminar
camioneta
camisa
camp
campionat
canal
cant
cantar
canvi
canya
cap
capó
caragol
caravana
carbassa
carbassó
cargol
carn
carnet
carrer
carrera
carretera
carril
carta
cartera
carxofa
casa
cassola
castanya
castanyer
castell
castor
catifa
caure
causa
cavall
cavar
ceba
cel
celebració
cendra
cereal
certesa
cérvol
ciència
cigne
cinc
cinema
cinquè
cinturó
circulació
cirera
cirerer
cistella
cisterna
cítric
ciutat
civada
clar
classe
classificar
clau
clauer
clavell
client
clienta
cloïssa
coberta
cobertor
coco
cogombre
coixí
col·lega
col·locar
collita
colom
color
com
comerciant
cometa
company
companya
compàs
competició
complexitat
complicat
comprar
comunitat
concert
conductor
coneguda
conegut
coneixement
confiança
congre
conill
conreu
conseqüència
conservar
constel·lació
construcció
constructor
constructora
construir
conte
contemplar
continent
continuar
control
copa
cor
corb
corda
córrer
correu
cortina
cosí
cosina
costum
cotó
cotxe
coure
cranc
creació
crear
creixement
crema
creuar
cridar
crònica
cruïlla
cucut
cuina
cuinar
culler
cullera
cullerot
cultura
cunyada
cunyat
curt
d'
daina
dalt
damunt
dansa
darrere
davant
de
dèbil
debilitat
deixar
demà
dent
dentífric
dependent
dependenta
derrota
descalçar
descans
descobriment
desde
desè
desembolicar
desembre
desenrotllar
desert
desesperació
desguàs
desig
desigualtat
deslligar
desmuntar
desnuar
desordre
despatx
despertar
desplegar
després
destí
destresa
destrucció
desvestir
detergent
deu
deure
dia
diari
dibuix
dibuixar
diferent
difícil
dijous
dilluns
dimarts
dimecres
dins
diploma
dir
direcció
director
directora
discòrdia
disminució
dissabte
distància
dit
diumenge
divendres
divers
diversitat
doblegar
document
documental
dofí
dolç
dolent
dona
donar
dormir
dormitori
dos
dret
dreta
dubte
dubtós
dur
durant
dutxa
dutxar
edifici
educació
egua
eixugar
embolicar
embragatge
emmagatzemar
empat
empleada
empleat
en
encarregada
encarregat
encendre
enciam
encongir
enderroc
enemistat
enginyer
enginyera
enginyeria
enrotllar
ensenyament
entrada
entrar
entre
entrenador
equip
eriçó
escala
escàner
esclavatge
escola
escoltar
escombra
escriptor
escriptora
escriptori
escriure
escudella
escultura
església
espai
esparadrap
espàrrec
esparver
espectacle
espelma
esperança
esperar
espígol
espongeta
esport
espòs
esposa
esquerra
esquirol
est
estació
estadi
estadística
estar
estat
estàtua
estel
estenedor
estimar
estirar
estiu
estovalles
estrella
estrenyir
estret
estruç
estudi
estudiant
Europa
examen
excursió
existència
èxit
exploració
exposició
exterior
fàcil
faig
faisà
falcia
falcó
falguera
fanal
farigola
farina
faula
fava
feble
febrer
feina
fenc
fer
ferro
festa
festival
fi
fil
fill
filla
fillol
fillola
filosofia
final
finestra
fins
física
flamenc
flor
foc
font
fora
força
forma
formatge
formiga
forn
forquilla
fort
foscor
fotografia
fracàs
fre
fred
fregidora
fregir
fregona
front
fruita
fulla
fum
furgoneta
futbol
gaig
gaire
galàxia
galeria
gall
galleda
gallina
gamba
ganivet
garatge
gasolina
gat
gavina
gel
geladora
gendre
gener
generositat
genoll
geometria
gerd
gerent
germà
germana
gerra
gimnàs
ginesta
girar
gira-sol
globus
gol
golfes
goma
gos
got
gps
gralla
gran
granota
gris
groc
gros
grup
guardar
guàrdia
guatlla
guerra
guineu
gustar
harmonia
haver
herba
heura
himne
història
hivern
home
hora
horitzó
hort
horta
hortènsia
humilitat
i
ignorància
igual
igualtat
illa
imaginar
impaciència
important
impossibilitat
impossible
impressora
incertesa
indicar
inexistència
inferior
infermer
infermera
infermeria
inflar
inici
injustícia
institut
interior
intermitent
internet
inventar
investigació
iris
isard
jardí
jeure
joc
jonc
jove
jugador
juliol
juny
júpiter
justícia
jutge
jutgessa
kiwi
làmpada
lavabo
lent
límit
literatura
llagosta
llamp
llana
llançar
llangardaix
llapis
llarg
llaurar
llebre
llegenda
llegir
llegum
lleig
lleixiu
llençol
llengua
llentia
llet
lletjor
llevar
llibertat
llibre
llibreria
llibres
lligar
llimona
llimoner
lliri
llit
lloc
llop
lluç
llúdria
llum
llumeta
lluna
lluny
llunyà
mà
maduixa
mai
maig
malaltia
maleta
maleter
mandarina
mango
mansió
manta
mantega
mapa
maquillar
maquillatge
màquina
mar
març
marcador
marcha
mare
margarida
marit
marmota
marró
mart
marta
martell
marxar
masia
massa
mateix
matemàtica
matí
mecànic
mecànica
medalla
medicina
mel
meló
memòria
menjador
menjar
mentida
mentre
menys
menyspreu
mercat
mercuri
mes
més
mestra
mestre
meta
metge
metgessa
metro
microones
mida
migdia
milà
mill
minut
mirall
mirar
missatge
mite
mòbil
molsa
molt
món
moneder
mongeta
moniato
monument
mora
moresc
mort
mosca
mostela
mostrar
moto
motor
motxilla
moviment
mul
mullat
muller
multa
muntanya
muntar
mur
musclo
museu
músic
música
mussol
nabiu
nació
naixement
naps
nas
natació
navegador
neboda
nebot
necessitat
negre
nen
nena
neptú
net
neta
netejar
neu
ni
nit
no
nora
nord
notícia
nou
novè
novel·la
novembre
nuar
núvol
o
objectiu
oblidar
obligació
oblit
obrir
obscur
observar
oca
Oceania
ocell
octubre
odi
odiar
oest
oli
òliba
oliu
oliva
olivera
olla
olorar
om
ombra
on
oncle
òpera
ordenar
ordi
ordinador
ordre
orella
oreneta
orgull
origen
ós
ostra
ou
ovella
pa
paciència
padrí
padrina
paella
pagès
pagesa
país
pal
palau
palmera
palpar
panís
pantalla
pantaló
pany
papallona
papavera
paper
parabrises
parc
pardal
pare
paret
parlar
partir
partit
pas
passadís
passatger
passeig
passejar
pasta
pastanaga
pastís
pastura
patata
pati
patí
patró
patrona
pau
peató
pebrot
pedra
peix
pel·lícula
pelar
pelicà
pensar
pentinar
per
per què
pera
perdiu
perdre
pererer
perfum
perill
periodisme
permanència
permís
però
perquè
pes
pèsol
petit
peu
pi
picar
picot
pilota
píndola
pingüí
pinta
pintar
pintor
pintora
pintura
pinya
pinyó
pis
piscina
pista
plaça
planeta
plantació
plantar
planxa
planxar
plat
plàtan
platja
ple
plegar
plorar
pluja
pneumàtic
poble
pobresa
poc
podar
poesia
poeta
poetessa
policia
pollancre
pollastre
poltre
poma
pomera
pont
pop
por
porc
porcell
port
porta
porteria
porxo
posar
possibilitat
possible
posterior
pou
prat
preguntar
presència
préssec
presseguer
prestatge
prim
primavera
primer
principal
principi
probable
professor
professora
prohibició
prop
provar
públic
publicitat
pujar
punt
puput
quadern
quadre
qual
quan
quart
quatre
què
quedar
qui
química
ràdio
raïm
ramader
ramadera
rap
ràpid
raqueta
rarament
raspall
rata
ratllar
ratolí
realitat
rebost
rebre
recanvi
recollir
record
recordar
reflexionar
regar
regla
regle
rei
reina
rellotge
remenar
remolatxa
remolc
rentador
rentadora
rentar
reparar
repòs
resistència
respecte
respondre
retornar
retrocedir
retrovisor
revisió
revista
riquesa
riu
riure
roba
roca
roda
romandre
romaní
rosa
rossinyol
rostir
rotonda
roure
ruta
sabata
saber
sabó
sal
sala
salar
salat
saltar
salut
salze
sang
sardina
sargantana
saturn
saviesa
sec
secretari
secretària
secundari
segada
sègol
segon
seguir
segur
seguretat
seient
semàfor
sembrar
sembrat
sempre
senglar
sense
sentir
senzill
senzillesa
ser
serp
serra
set
setè
setembre
setmana
si
sí
silenciar
síndria
sinó
sípia
sis
sisè
sobre
soci
sòcia
societat
socors
sofà
sogra
sogre
sol
somiar
somni
sopa
sortida
sortir
sostenir
sostre
sota
soterrani
sovint
subjectar
sucre
sud
superior
tal
tallar
taller
també
tamboret
tampoc
tan
tancar
tant
tard
tarda
tardor
taronger
taronja
tassa
taula
tauleta
tauró
taxi
teatre
teclat
tecnologia
teixó
telefèric
telèfon
televisió
tempesta
temps
tennis
tercer
termòmetre
terra
terrat
tia
tinta
tirar
tisores
títol
tocar
tomàquet
tombar
tonyina
tornar
tornavís
toro
torrar
torre
tortora
tortuga
tou
tovalló
tovallola
tradició
tramvia
trànsit
transport
travessar
treball
treballador
treballadora
tren
trencar
tres
treure
trèvol
tristesa
trobar
trofeu
tron
truita
tulipa
túnel
ull
últim
un
una mica
únic
uniforme
unitat
univers
universitat
urà
vaca
vaixell
vall
valor
vedella
veí
veïna
vell
velocitat
vendre
venedor
venedora
venir
vent
venus
verat
verd
verdura
veritat
vermell
vespre
vestíbul
vestir
veure
vi
vianant
viatge
viatjar
victòria
vida
vídeo
vila
vitamina
viure
volant
voltar
voltor
vorera
vuit
vuitè
web
xai
xalet
xarxa
xiprer
xiuxiuejar
zènit
FALS
CERT
